INSERT INTO public.post ("text",image_url,hashtags,by_user,publication_date,user_id) VALUES
	 ('В последнее время всё чаще задумываюсь о том, чтобы завести собаку. Но друзья говорят, что это большая ответственность.','/static/images/7b456c22-3ee7-4ab7-90f1-223e72177a98.jpg','питомцы',true,'2024-05-09 20:18:59.698087',3),
	 ('Хочу поехать в Италию. Там столько достопримечательностей! В первую очередь хочу увидеть Колизей. Говорят, что его руины впечатляют! Надеюсь, что хорошо проведу время.',NULL,'путешествия',true,'2024-05-09 20:16:16.307777',3),
	 ('Задумалась о том, чтобы пойти на танцы. Раньше никогда не занималась ими, но всегда хотелось.',NULL,'танцы',true,'2024-05-09 23:43:13.29916',3),
	 ('Каждый день я всё больше убеждаюсь, что домашняя еда — самая вкусная. Пицца, которую я заказала вчера, оказалась так себе. А ведь говорила мне мама: «Учись готовить!», и теперь я полностью согласна с ней.','/static/images/729b7103-0b4a-40fc-9581-69fd00240227.jpg','готовка,пицца',true,'2024-05-09 20:14:15.181084',3),
	 ('Планирую начать бегать по утрам. Говорят, что это полезно.',NULL,'бег,спорт',true,'2024-05-09 23:45:29.473671',1),
	 ('Вчера посмотрел новый сериал. Он оказался таким интересным, что я не мог оторваться от экрана!',NULL,'досуг,сериалы',true,'2024-05-09 23:46:05.025541',1),
	 ('Недавно прочитал книгу «Мастер и Маргарита». Она очень необычная.',NULL,'книги',true,'2024-05-09 23:48:35.658426',7),
	 ('Успех — это не конечная цель, а способность продолжать двигаться вперёд после каждой неудачи',NULL,'образование',true,'2024-05-09 23:55:06.431972',6),
	 ('Никогда не поздно стать тем, кем вы могли бы быть',NULL,'вдоновение,психология',true,'2024-05-10 00:03:18.152514',6),
	 ('Не ждите идеального момента. Возьмите момент и сделайте его идеальным',NULL,'мотивация,психология',true,'2024-05-09 23:55:52.606948',6);
INSERT INTO public.post ("text",image_url,hashtags,by_user,publication_date,user_id) VALUES
	 ('Посмотрел новый фильм Гая Ричи. Он, конечно, хорош, но до «Шерлока Холмса» ему далеко.',NULL,'фильмы,досуг',true,'2024-05-10 00:16:49.090111',4),
	 ('В последнее время всё чаще думаю о том, чтобы переехать в другой город. Может быть, в Москву?',NULL,'переезд',true,'2024-05-10 00:17:37.017461',4),
	 ('Планирую сделать ремонт в своей комнате. Уже даже придумал, какой она будет.',NULL,'ремонт',true,'2024-05-10 00:18:03.574814',4);
